"Job Log" = "Takenlogboek";
"Job Log2" = "Takenlogboek";

"User ID" = "Gebruikers-ID";
"User ID:" = "Gebruikers-ID:";

"Job Type" = "Taaksoort";
"Job Type:" = "Taaksoort:";

"File Name" = "Bestandsnaam";
"File Name:" = "Bestandsnaam:";

"Password" = "Wachtwoord";
"Password:" = "Wachtwoord:";

"User Code" = "Gebruikerscode";
"User Code:" = "Gebruikerscode:";

"Time" = "Tijd";
"Time:" = "Tijd:";

"Enable User Code" = "Gebruikerscode inschakelen";
"Pop up Every Time" = "Elke keer in pop-up";
"User Code Always Blank" = "Gebruikerscode altijd leeg";
"OK" = "OK";
"Cancel" = "Annuleren";
"Enable Specify Time" = "Stel afdruktijd in";

"Folder Number" = "Mapnummer";
"Folder Number:" = "Mapnummer:";

"Folder Password" = "Wachtwoord map";
"Folder Password:" = "Wachtwoord map:";

"Normal Print" = "Normale afdruk";
"Sample Print" = "Testafdruk";
"Locked Print" = "Beveiligde afdruk";
"Hold Print" = "Uitgestelde afdruk";
"Stored Print" = "Opgeslagen afdruk";
"Store and Print" = "Opslaan en Afdrukken";
"Document Server" = "Document Server";

"(4-8 digits)" = "(4-8 cijfers)";

"Enter a valid File Name" = "Voer een geldige bestandsnaam in.";
"Enter a valid Password" = "Voer een geldig wachtwoord in.";
"Enter a valid User Code" = "Voer een geldige Gebruikerscode in.";
"Enter a valid User ID" = "Voer een geldige Gebruikers-ID in.";
"Enter a valid Folder Password" = "Voer een geldig wachtwoord voor de map in.";

"(Up to 8 alphanumeric characters)" = "(max. 8 alfanumerieke tekens)";
"(Up to 16 alphanumeric characters)" = "(max. 16 alfanumerieke tekens)";
"(4 digits)" = "(4-8 cijfers)";
"(Up to 8 digits)" = "(4-8 cijfers)";